Revit 2027 API
StructuralSectionIWideFlange.BoltSpacingBetweenRows Property
 Standard bolt spacing between rows, in. (mm)
Namespace: Autodesk.Revit.DB.Structure.StructuralSections
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double BoltSpacingBetweenRows { get; set; }
Public Property BoltSpacingBetweenRows As Double
	Get
	Set
public:
property double BoltSpacingBetweenRows {
	double get ();
	void set (double value);
}
member BoltSpacingBetweenRows : float with get, set
Property Value
Double
See Also
Reference
StructuralSectionIWideFlange Class
Autodesk.Revit.DB.Structure.StructuralSections Namespace